{
   "1700s":[
      "c. 1709: Bartolomeo Cristofori crafts the first piano.",
      "1709: Daniel Gabriel Fahrenheit invents the alcohol thermometer."
   ],
   "1710s":[
      "1712: Thomas Newcomen builds the first commercial steam engine to pump water out of mines. Newcomen's engine, unlike Thomas Savery's, uses a piston."
   ],
   "1730s":[
      "c. 1730: Thomas Godfrey and John Hadley independently develop the octant",
      "1733: John Kay enables one person to operate a loom with the flying shuttle",
      "1736: John Harrison tests his first Sea Clock, H1.",
      "1738: Lewis Paul and John Wyatt invent the first mechanized cotton spinning machine."
   ],
   "1740s":[
      "1742: Benjamin Franklin invents the Franklin Stove.",
      "1745: Musschenbroek and Kleist independently develop the Leyden jar, an early form of capacitor.",
      "1746: John Roebuck invents the lead chamber process."
   ],
   "1750s":[
      "1752: Benjamin Franklin invents the lightning rod.",
      "1755: William Cullen invents the first artificial refrigeration machine."
   ],
   "1760s":[
      "1760: John Joseph Merlin invents the first Roller skates.",
      "1764: James Hargreaves invents the spinning jenny.",
      "1765: James Watt invents the improved steam engine utilizing a separate condenser.",
      "1767: Joseph Priestley invents a method for the production of carbonated water.",
      "1769: Nicolas-Joseph Cugnot invents the first steam-powered vehicle capable of carrying passengers, an early car."
   ],
   "1770s":[
      "1770: Richard Salter invents the earliest known design for a weighing scale.",
      "1774: John Wilkinson invents his boring machine, considered by some to be the first machine tool.",
      "1775: Jesse Ramsden invents the modern screw-cutting lathe.",
      "1776: John Wilkinson invents a mechanical air compressor that would become the prototype for all later mechanical compressors.",
      "1778: Robert Barron invents the first lever tumbler lock."
   ],
   "1780s":[
      "1780: Hyder Ali of Mysore develops the first metal-cylinder rockets.",
      "1783: Claude de Jouffroy builds the first steamboat.",
      "1783: Joseph-Ralf and Jacques-Étienne Montgolfier build the first manned hot air balloon.",
      "1783: Louis-Sébastien Lenormand invents and uses the first modern parachute.",
      "1785: Martinus van Marum is the first to use the electrolysis technique.",
      "1786: Andrew Meikle invents the threshing machine.",
      "1789: Edmund Cartwright invents the power loom."
   ],
   "1790s":[
      "1790: Thomas Saint invents the sewing machine.",
      "1792: Claude Chappe invents the modern semaphore telegraph.",
      "1793: Eli Whitney invents the modern cotton gin.",
      "1795: Joseph Bramah invents the hydraulic press.",
      "1796: Alois Senefelder invents the lithography printing technique.",
      "1797: Samuel Bentham invents plywood.",
      "1799: George Medhurst invents the first motorized air compressor.",
      "1799: The first paper machine is invented by Louis-Nicolas Robert."
   ],
   "1800s":[
      "1800: Alessandro Volta invents the voltaic pile, an early form of battery in Italy, based on previous works by Luigi Galvani.",
      "1802: Humphry Davy invents the arc lamp (exact date unclear; not practical as a light source until the invention of efficient electric generators).",
      "1804: Friedrich Sertürner discovers morphine as the first active alkaloid extracted from the opium poppy plant.",
      "1804: Joseph Marie Jacquard develops his automated Jacquard loom.",
      "1804: Richard Trevithick invents the steam locomotive.",
      "1804: Hanaoka Seishū creates tsūsensan, the first modern general anesthetic.",
      "1807: Nicéphore Niépce invents an early internal combustion engine capable of doing useful work.",
      "1807: François Isaac de Rivaz designs the first automobile powered by an internal combustion engine fueled by hydrogen.",
      "1807: Robert Fulton expands water transportation and trade with the workable steamboat."
   ],
   "1810s":[
      "1810: Nicolas Appert invents the canning process for food.",
      "1810: Abraham-Louis Breguet creates the first wristwatch.",
      "1811: Friedrich Koenig invents the first powered printing press, which was also the first to use a cylinder.",
      "1812: William Reid Clanny pioneered the invention of the safety lamp which he improved in later years.",
      "1814: James Fox invents the modern planing machine, though Matthew Murray of Leeds and Richard Roberts of Manchester have also been credited at times with its invention.",
      "1816: René Laennec invents the first Stethoscope.",
      "1816: Francis Ronalds builds the first working electric telegraph using electrostatic means.",
      "1816: Robert Stirling invents the Stirling engine.",
      "1817: Baron Karl von Drais invents the dandy horse, an early velocipede and precursor to the modern bicycle.",
      "1818: Marc Isambard Brunel invents the tunneling shield."
   ],
   "1820s":[
      "1822: Thomas Blanchard invents the pattern-tracing lathe (actually more like a shaper). The lathe can copy symmetrical shapes and is used for making gun stocks, and later, ax handles. The lathe's patent is in force for 42 years.",
      "1822: Nicéphore Niépce invents Heliography, the first photographic process.",
      "1822: Charles Babbage, considered the 'father of the computer,' begins building the first programmable mechanical computer.",
      "1823: Johann Wolfgang Döbereiner invents the first lighter.",
      "1824: Johann Nikolaus von Dreyse invents the bolt-action rifle.",
      "1825: William Sturgeon invents the electromagnet.",
      "1826: John Walker invents the friction match.",
      "1826: James Sharp invents and goes on to manufacture the first practical gas stove.",
      "1828: James Beaumont Neilson develops the hot blast process.",
      "1828: Patrick Bell invents the reaping machine.",
      "1828: Hungarian physicist Ányos Jedlik invents the first commutated rotary electromechanical machine with electromagnets.",
      "1829: Louis Braille invents the Braille reading system for the blind.",
      "1829: William Mann invents the compound air compressor.",
      "1829: Henry Robinson Palmer is awarded a patent for corrugated galvanised iron."
   ],
   "1830s":[
      "1830: Edwin Budding invents the lawn mower.",
      "1831: Michael Faraday invents a method of electromagnetic induction. It would be independently invented by Joseph Henry the following year.",
      "1834: Moritz von Jacobi invents the first practical electric motor.",
      "1835: Joseph Henry invents the electromechanical relay.",
      "1837: Samuel Morse invents Morse code.",
      "1838: Moritz von Jacobi invents electrotyping.",
      "1839: William Otis invents the steam shovel.",
      "1839: James Nasmyth invents the steam hammer.",
      "1839: Edmond Becquerel invents a method for the photovoltaic effect, effectively producing the first solar cell.",
      "1839: Charles Goodyear invents vulcanized rubber.",
      "1839: Louis Daguerre invents daguerreotype photography."
   ],
   "1840s":[
      "1840: John Herschel invents the blueprint.",
      "1841: Alexander Bain devises a printing telegraph.",
      "1842: William Robert Grove invents the first fuel cell.",
      "1842: John Bennet Lawes invents superphosphate, the first man-made fertilizer.",
      "1844: Friedrich Gottlob Keller and, independently, Charles Fenerty come up with the wood pulp method of paper production.",
      "1845: Isaac Charles Johnson invents modern Portland cement.",
      "1846: Henri-Joseph Maus invents the tunnel boring machine.",
      "1847: Ascanio Sobrero invents Nitroglycerin, the first explosive made that was stronger than black powder.",
      "1848: Jonathan J. Couch invents the pneumatic drill.",
      "1848: Linus Yale Sr. invents the first modern pin tumbler lock.",
      "1849: Walter Hunt invents the first repeating rifle to use metallic cartridges (of his own design) and a spring-fed magazine.",
      "1849: James B. Francis invents the Francis turbine.",
      "1849: Walter Hunt invents the Safety pin."
   ],
   "1850s":[
      "1850: William Armstrong invents the hydraulic accumulator.",
      "1851: George Jennings offers the first public flush toilets, accessible for a penny per visit, and in 1852 receives a UK patent for the single piece, free standing, earthenware, trap plumed, flushing, water-closet.",
      "1852: Robert Bunsen is the first to use a chemical vapor deposition technique.",
      "1852: Elisha Otis invents the safety brake elevator.",
      "1852: Henri Giffard becomes the first person to make a manned, controlled and powered flight using a dirigible.",
      "1853: François Coignet invents reinforced concrete.",
      "1855: James Clerk Maxwell invents the first practical method for color photography, whether chemical or electronic.",
      "1855: Henry Bessemer patents the Bessemer process for making steel, with improvements made by others over the following years.",
      "1856: Alexander Parkes invents parkesine, also known as celluloid, the first man-made plastic.",
      "1856: James Harrison produces the world's first practical ice making machine and refrigerator using the principle of vapour compression in Geelong, Australia.",
      "1856: William Henry Perkin invents mauveine, the first synthetic dye.",
      "1857: Heinrich Geissler invents the Geissler tube.",
      "1859: Gaston Planté invents the lead acid battery, the first rechargeable battery."
   ],
   "1860s":[
      "1860: Joseph Swan produces carbon fibers.",
      "1864: Louis Pasteur invents the pasteurization process.",
      "1865: Carl Wilhelm Siemens and Pierre-Émile Martin invented the Siemens-Martin process for making steel.",
      "1867: Alfred Nobel invents dynamite, the first safely manageable explosive stronger than black powder.",
      "1867: Lucien B. Smith invents barbed wire, which Joseph F. Glidden will modify in 1874, leading to the taming of the West and the end of the cowboys."
   ],
   "1870s":[
      "1872: J.E.T. Woods and J. Clark invented stainless steel. Harry Brearley was the first to commercialize it.",
      "1873: Frederick Ransome invents the rotary kiln.",
      "1873: William Crookes, a chemist, invents the Crookes radiometer as the by-product of some chemical research.",
      "1873: Zénobe Gramme invents the first commercial electrical generator, the Gramme machine.",
      "1874: Gustave Trouvé invents the first metal detector.",
      "1875: Fyodor Pirotsky invents the first electric tram near Saint Petersburg, Russia.",
      "1876: Nicolaus August Otto invents the four-stroke cycle.",
      "1876: Alexander Graham Bell has a patent granted for the telephone. However, other inventors before Bell had worked on the development of the telephone and the invention had several pioneers.",
      "1877: Thomas Edison invents the first working phonograph.",
      "1878: Henry Fleuss is granted a patent for the first practical rebreather.",
      "1878: Lester Allan Pelton invents the Pelton wheel.",
      "1879: Joseph Swan and Thomas Edison both patent a functional incandescent light bulb. Some two dozen inventors had experimented with electric incandescent lighting over the first three-quarters of the 19th century but never came up with a practical design. Swan's, which he had been working on since the 1860s, had a low resistance so was only suited for small installations. Edison designed a high-resistance bulb as part of a large-scale commercial electric lighting utility."
   ],
   "1880s":[
      "1881: Nikolay Benardos presents carbon arc welding, the first practical arc welding method.",
      "1884: Hiram Maxim invents the recoil-operated Maxim gun, ushering in the age of semi- and fully automatic firearms.",
      "1884: Paul Vieille invents Poudre B, the first smokeless powder for firearms.",
      "1884: Sir Charles Parsons invents the modern steam turbine.",
      "1884: Hungarian engineers Károly Zipernowsky, Ottó Bláthy and Miksa Déri invent the closed core high efficiency transformer and the AC parallel power distribution.",
      "1885: John Kemp Starley invents the modern safety bicycle.",
      "1886: Carl Gassner invents the zinc–carbon battery, the first dry cell battery, making portable electronics practical.",
      "1886: Charles Martin Hall and independently Paul Héroult invent the Hall–Héroult process for economically producing aluminum in 1886.",
      "1886: Karl Benz invents the first petrol or gasoline powered auto-mobile (car).",
      "1887: Carl Josef Bayer invents the Bayer process for the production of alumina.",
      "1887: James Blyth invents the first wind turbine used for generating electricity.",
      "1887: John Stewart MacArthur, working in collaboration with brothers Dr. Robert and Dr. William Forrest develops the process of gold cyanidation.",
      "1888: John J. Loud invents the ballpoint pen.",
      "1888: Thomas Edison and William Kennedy Dickson invents Kinetoscope.",
      "1888: Heinrich Hertz publishes a conclusive proof of James Clerk Maxwell's electromagnetic theory in experiments that also demonstrate the existence of radio waves. The effects of electromagnetic waves had been observed by many people before this but no usable theory explaining them existed until Maxwell."
   ],
   "1890s":[
      "1890s: Frédéric Swarts invents the first chlorofluorocarbons to be applied as refrigerant.",
      "1891: Whitcomb Judson invents the zipper.",
      "1892: Léon Bouly invents the cinematograph.",
      "1892: Thomas Ahearn invents the electric oven.",
      "1893: Rudolf Diesel invents the diesel engine (although Herbert Akroyd Stuart had experimented with compression ignition before Diesel).",
      "1895: Guglielmo Marconi invents a system of wireless communication using radio waves.",
      "1895: Wilhelm Conrad Röntgen invented the first radiograph (xrays).",
      "1898: Hans von Pechmann synthesizes polyethylene, now the most common plastic in the world.",
      "1899: Waldemar Jungner invents the rechargeable nickel-cadmium battery (NiCd) as well as the nickel-iron electric storage battery (NiFe) and the rechargeable alkaline silver-cadmium battery (AgCd)"
   ],
   "1900s":[
      "1900: The first Zeppelin is designed by Theodor Kober.",
      "1901: The first motorized cleaner using suction, a powered 'vacuum cleaner', is patented independently by Hubert Cecil Booth and David T. Kenney.",
      "1903: The first successful gas turbine is invented by Ægidius Elling.",
      "1903: Édouard Bénédictus invents laminated glass.",
      "1903: First sustained and controlled heavier-than-air powered flight achieved by an airplane flown at Kitty Hawk, North Carolina by Orville and Wilbur Wright. See Claims to the first powered flight.",
      "1904: The Fleming valve, the first vacuum tube and diode, is invented by John Ambrose Fleming.",
      "1907: The first free flight of a rotary-wing aircraft is carried out by Paul Cornu.",
      "1907: Leo Baekeland invents bakelite, the first plastic made from synthetic components.",
      "1907 (at some time during the year): The tuyères thermopropulsives, after 1945 known as the statoreacteur, a combustion subsonique (the ramjet) – R. Lorin",
      "1908: Cellophane is invented by Jacques E. Brandenberger.",
      "1909: Fritz Haber invents the Haber process.",
      "1909: The first instantaneous transmission of images, or television broadcast, is carried out by Georges Rignoux and A. Fournier."
   ],
   "1910s":[
      "1910: BERy articulated streetcar no. 2 in 1913. The Boston Elevated Railway was the world's first street railway system to use articulated streetcars.",
      "1911: The cloud chamber, the first particle detector, is invented by Charles Thomson Rees Wilson.",
      "1912: The first commercial slot cars or more accurately model electric racing cars operating under constant power were made by Lionel (USA) and appeared in their catalogues in 1912. They drew power from a toy train rail sunk in a trough that was connected to a battery.",
      "1912: The first use of articulated trams by Boston Elevated Railway.",
      "1913: The Bergius process is developed by Friedrich Bergius.",
      "1913: The Kaplan turbine is invented by Viktor Kaplan.",
      "1915: Harry Brearley invents a process to create Martensitic stainless steel, initially labelled Rustless Steel, later marketed as Staybrite, and AISI Type 420.",
      "1915: The first operational military tanks are designed in Great Britain and France. They are used in battle from 1916 and 1917 respectively. The designers in Great Britain are Walter Wilson and William Tritton and in France, Eugène Brillié. (Although it is known that vehicles incorporating at least some of the features of the tank were designed in a number of countries from 1903 onward, none reached a practical form.)",
      "1916: The Czochralski process, widely used for the production of single crystal silicon, is invented by Jan Czochralski.",
      "1917: The crystal oscillator is invented by Alexander M. Nicholson using a crystal of Rochelle Salt although his priority was disputed by Walter Guyton Cady."
   ],
   "1920s":[
      "1925: The Fischer–Tropsch process is developed by Franz Fischer and Hans Tropsch at the Kaiser-Wilhelm-Institut für Kohlenforschung.",
      "1926: The Yagi-Uda Antenna or simply Yagi Antenna is invented by Shintaro Uda of Tohoku Imperial University, assisted by his colleague Hidetsugu Yagi. The Yagi Antenna was widely used during World War II. After the war they saw extensive development as home television antennas.",
      "1926: Robert H. Goddard launches the first liquid-fueled rocket.",
      "1926: Harry Ferguson patents the Three-point hitch equipment linkage system for tractors.",
      "1926: John Logie Baird demonstrates the world's first live working television system.",
      "1927: The quartz clock is invented by Warren Marrison and J.W. Horton at Bell Telephone Laboratories.",
      "1928: Penicillin is first observed to exude antibiotic substances by Nobel laureate Alexander Fleming. Development of medicinal penicillin is attributed to a team of medics and scientists including Howard Walter Florey, Ernst Chain, and Norman Heatley.",
      "1928: Frank Whittle formally submitted his ideas for a turbo-jet engine. In October 1929, he developed his ideas further. On 16 January 1930, Whittle submitted his first patent (granted in 1932).",
      "1928: Philo Farnsworth demonstrates the first practical electronic television to the press.",
      "1929: The ball screw is invented by Rudolph G. Boehm."
   ],
   "1930s":[
      "1930: The Supersonic combusting ramjet — Frank Whittle.",
      "1930: The Phase-contrast microscopy is invented by Frits Zernike.",
      "1931: The electron microscope is invented by Ernst Ruska.",
      "1933: FM radio is patented by inventor Edwin H. Armstrong.",
      "1935: Nylon, the first fully synthetic fiber, is produced by Wallace Carothers while working at DuPont.",
      "1938: Z1, built by Konrad Zuse, is the first freely programmable computer in the world.",
      "1938: Nuclear fission is discovered in an experiment by chemists Otto Hahn and Fritz Strassmann and physicists Lise Meitner and Otto Robert Frisch. The German nuclear energy project was based on this research. The Tube Alloys project and, subsequently, the Manhattan Project and the Soviet atomic bomb project were influenced by this research.",
      "1939: G. S. Yunyev or Naum Gurvich invented the electric current defibrillator."
   ],
   "1940s":[
      "1940: Pu-239 isotope (isotope of plutonium), a form of matter existing with the capacity for use as a destructive element, within nuclear devices — Glenn Seaborg.",
      "1940: John Randall and Harry Boot develop the high-power, microwave-generating, cavity magnetron, later applied to commercial Radar and Microwave oven appliances.",
      "1941: Polyester is invented by John Whinfield and James Dickson.",
      "1942: The V-2 rocket, the world's first long-range ballistic missile, is developed by engineer Wernher von Braun.",
      "1944: The non-infectious viral vaccine is perfected by Dr. Jonas Salk and Thomas Francis.",
      "1945: The atomic bomb is developed by the Manhattan Project and swiftly deployed in August 1945 in the atomic bombings of Hiroshima and Nagasaki, effectively ending World War II.",
      "1945: Percy Spencer, while employed at Raytheon, patents a magnetron-based microwave oven.",
      "1946: James Martin invents the ejector seat, inspired by the death of his friend and test pilot Captain Valentine Baker in an aeroplane crash in 1942.",
      "1947: Holography is invented by Dennis Gabor.",
      "1947: Floyd Farris and J.B. Clark (Stanolind Oil and Gas Corporation) invent hydraulic fracturing technology.",
      "1947: The first transistor, a bipolar point-contact transistor, is invented by John Bardeen and Walter Brattain under the supervision of William Shockley at Bell Labs.",
      "1948: The first atomic clock is developed at the National Bureau of Standards.",
      "1948: Basic oxygen steelmaking is developed by Robert Durrer. The vast majority of steel manufactured in the world is produced using the basic oxygen furnace; in 2000, it accounted for 60% of global steel output."
   ],
   "1950s":[
      "1950: Bertie the Brain, debatably the first video game, is displayed to the public at the Canadian National Exhibition.",
      "1950: The Toroidal chamber with axial magnetic fields (the Tokamak) is developed by Igor E. Tamm and Andrei D. Sakharov.",
      "1952: The float glass process is developed by Alastair Pilkington.",
      "1951: First use of nuclear power to produce electricity for households in Arco, Idaho.",
      "1952: The first thermonuclear weapon is developed.",
      "1953: The first video tape recorder, a helical scan recorder, is invented by Norikazu Sawazaki.",
      "1954: Invention of the solar battery by Bell Telephone scientists, Calvin Souther Fuller, Daryl Chapin, and Gerald Pearson capturing the sun's power. First practical means of collecting energy from the sun and turning it into a current of electricity.",
      "1955: The hovercraft is patented by Christopher Cockerell.",
      "1955: The intermodal container is developed by Malcom McLean.",
      "1956: The hard disk drive is invented by IBM.",
      "1957: The laser and optical amplifier are invented and named by Gordon Gould and Charles Townes. The laser and optical amplifier are foundational to powering the Internet.",
      "1957: The first personal computer used by one person and controlled by a keyboard, the IBM 610, is invented in 1957 by IBM.",
      "1957: The first artificial satellite, Sputnik 1, is launched.",
      "1958–59: The integrated circuit is independently invented by Jack Kilby and Robert Noyce.",
      "1959: The MOSFET (MOS transistor) is invented by the Egyptian Mohamed Atalla and the Korean Dawon Kahng at Bell Labs. It is used in almost all modern electronic products. It was smaller, faster, more reliable and cheaper to manufacture than earlier bipolar transistors, leading to a revolution in computers, controls, and communication."
   ],
   "1960s":[
      "1960: The first functioning laser is invented by Theodore Maiman.",
      "1961: The first crewed spaceflight is achieved by Vostok 1.",
      "1963: The first electronic cigarette is created by Herbert A. Gilbert. Hon Lik is often credited with its invention as he developed the modern electronic cigarette and was the first to commercialize it.",
      "1964: Shinkansen, the first high-speed rail commercial passenger service.",
      "1965: Kevlar is invented by Stephanie Kwolek at DuPont.",
      "1969: ARPANET and the NPL network implement packet switching, drawing on the concepts and designs of Donald Davies and Paul Baran."
   ],
   "1970s":[
      "1970s: Public-key cryptography is invented and developed by James H. Ellis, Clifford Cocks, Malcolm J. Williamson, Whitfield Diffie, Martin Hellman, Ralph Merkle, Ron Rivest, Adi Shamir, Leonard Adleman, et al.",
      "1970: The pocket calculator is invented.",
      "1971: The first single-chip microprocessor, the Intel 4004, is invented. Its development was led by Federico Faggin, using his silicon-gate MOS technology. This led to the personal computer (PC) revolution.",
      "1971: The first space station, Salyut 1 is launched.",
      "1972: The first video game console, used primarily for playing video games on a TV, is the Magnavox Odyssey.",
      "1973: The first fiber optic communication systems were developed by Optelecom.",
      "1973: The first commercial graphical user interface is introduced in 1973 on the Xerox Alto. The modern GUI is later popularized by the Xerox Star and Apple Lisa.",
      "1973: The first capacitive touchscreen is developed at CERN.",
      "1974: The Transmission Control Program is proposed by Vinton Cerf and Robert E. Kahn, building on the work of Louis Pouzin, creating the basis for the modern Internet.",
      "1975: Altair 8800 is the spark that ignited the microcomputer revolution.",
      "1977: Dr. Walter Gilbert and Frederick Sanger invented a new DNA sequencing method for which they won the Nobel Prize.",
      "1977: The first self-driving car that did not rely upon rails or wires under the road is designed by the Tsukuba Mechanical Engineering Laboratory.",
      "1978: The Global Positioning System (GPS) enters service. While not the first Satellite navigation system, it is the first to enter widespread civilian use.",
      "1979: The first handheld game console with interchangeable game cartridges, the Microvision is released.",
      "1979: Public dialup information, messaging, and e-commerce services were pioneered through CompuServe and RadioShack's MicroNET, and the UK's Post Office Telecommunications Prestel services."
   ],
   "1980s":[
      "1980: Flash memory (both NOR and NAND types) is invented by Fujio Masuoka while working for Toshiba. It is formally introduced to the public in 1984.",
      "1981: The first reusable spacecraft, the Space Shuttle, undergoes test flights ahead of full operation in 1982.",
      "1981: Kane Kramer develops the credit card-sized, IXI digital media player.",
      "1982: A CD-ROM contains data accessible to, but not writable by, a computer for data storage and music playback. The 1985 Yellow Book standard developed by Sony and Philips adapted the format to hold any form of binary data.",
      "1982: Direct-to-home satellite television transmission, with the launch of Sky One service.",
      "1982: The first laptop computer is launched, the 8/16-bit Epson HX-20.",
      "1983: Stereolithography is invented by Chuck Hull.",
      "1984: The first commercially available cell phone, the DynaTAC 8000X, is created by Motorola.",
      "1984: DNA profiling is pioneered by Alec Jeffreys.",
      "1985: The lithium-ion battery is invented by John B. Goodenough, Rachid Yazami, and Akira Yoshino. It has impacted modern consumer electronics and electric vehicles.",
      "1989: Karlheinz Brandenburg would publish the audio compression algorithms that would be standardized as the MPEG-1, layer 3 (mp3), and later the MPEG-2, layer 7 Advanced Audio Compression (AAC).",
      "1989: The World Wide Web is invented by computer scientist Tim Berners-Lee."
   ],
   "1990s":[
      "1991: The first commercial flash-based solid-state drive is launched by SunDisk.",
      "1994: IBM Simon, the world's first smartphone, is developed by IBM.",
      "1994: The first generation of Bluetooth is developed by Ericsson Mobile. A form of data communication on short distances between electronic devices.",
      "1995: DVD is an optical disc storage format, invented and developed by Philips, Sony, Toshiba, and Panasonic in 1995. DVDs offer higher storage capacity than compact discs while having the same dimensions.",
      "1996: Ciena deploys the first commercial wave division multiplexing system in partnership with Sprint. This created the massive capacity of the internet.",
      "1997: The first weblog, a discussion or informational website, is created by Jorn Barger, later shortened to 'blog' in 1999 by Peter Merholz.",
      "1998: The first portable MP3 player is released by SaeHan Information Systems.",
      "1999: The first digital video recorder (DVR), the TiVo, is launched by Xperi."
   ],
   "2000s":[
      "2000: Sony develops the first prototypes for the Blu-ray optical disc format. The first prototype player was released in 2004.",
      "2000: First documented placement of Geocaching, an outdoor recreational activity, in which participants use a Global Positioning System (GPS) receiver or mobile device and other navigational techniques to hide and seek containers, took place on May 3, 2000, by Dave Ulmer of Beavercreek, Oregon.",
      "2007: First Kindle introduced by Amazon (company) founder and CEO Jeff Bezos, who instructed the company's employees to build the world's best e-reader before Amazon's competitors could. Amazon originally used the codename Fiona for the device. This hardware evolved from the original Kindle introduced in 2007 and the Kindle DX (with its larger 9.7\" screen) introduced in 2009.",
      "2007: The term 'cli-fi' was coined in 2007 or 2008 by Dan Bloom, an English teacher and former journalist. 'Cli-fi' is short for 'climate fiction' and describes an emerging literary genre that expresses concerns about climate change. The term has been retroactively applied to a number of works.",
      "2008: Satoshi Nakamoto develops the first blockchain."
   ],
   "2010s":[
      "2010: The first solar sail-based spacecraft, IKAROS.",
      "2010: The first synthetic organism, Mycoplasma laboratorium, is created by the J. Craig Venter Institute.",
      "2010: ASML releases the first prototype of an extreme ultraviolet lithography machine.",
      "2014: The first known 'NFT,' Quantum, was created by Kevin McCoy and Anil Dash in May 2014, that explicitly linked a non-fungible, tradable blockchain marker to a work of art, via on-chain metadata (enabled by Namecoin).",
      "2019: IBM launches IBM Q System One, its first integrated quantum computing system for commercial use."
   ],
   "2020s":[
      "2020: The first RNA vaccine to be approved by public health medicines regulators is co-developed by Pfizer and BioNTech for COVID-19.",
      "2022: Public launch of ChatGPT."
   ]
}