{
  "Something has broken": "An item is damaged, a person falls ill, etc., and it must be repaired or healed.",
  "An object is irresistible": "Many people desire the same object. What do they believe the object will do?",
  "Someone is falsely accused": "Accused by whom? And for what reason? Is it a case of mistaken identity or a clever distraction?",
  "Someone wants to get rid of something": "Perhaps it's dangerous, causing them harm, or has the potential to harm many.",
  "The object is in pieces": "Some pieces are lost or hidden. Someone wishes to find and gather the pieces together. Why?",
  "A horrible crime is discovered": "The method used is a mystery. Who committed it, how did they do it, and why?",
  "Taking a trip": "Something unexpected happens while traveling; suddenly, everyone is caught up in a life-or-death situation.",
  "Wanted object": "A hero (or a friend) possesses an object that the villain desires and is willing to stop at nothing to obtain.",
  "Dying friend": "Someone is dying and entrusts either knowledge or an object to the heroes. Why is it special?",
  "Dangerous object": "Something should not be held or known and must be destroyed.",
  "Hunted object of unknown power": "Someone unknowingly carries secret information and is in danger as others search for them or the information.",
  "UFO": "Something not of this Earth has arrived. Why? What does it want? What will it do?",
  "Mysterious place": "Something can only happen at a specific location. Are people searching for the place, or trying to understand what will occur there?",
  "Mysterious object": "The object or thing is hidden in plain sight. Perhaps it has always been there, or it has just arrived. What is its purpose?",
  "Precious object": "An object holds deep significance to a hero, yet they do not realize how dangerous it is.",
  "Someone’s room has been ransacked": "Why has it been ransacked? What are 'they' looking for?",
  "The object is lost in time": "Someone must find a way to reach the object's location in time.",
  "Someone is missing": "Have they been kidnapped, or are they lost?",
  "Something is too good to be true": "Who benefits from it? What are the true effects on those who possess it?",
  "Someone is scared": "Why are they scared? Have they witnessed something, or do they foresee impending doom?"
}
