{
   "Amnesia":"The hero regains consciousness in an unfamiliar place, with no memory of who they are and lacking any of their pulp talents. Their memories slowly return over time, and their pulp talents only return during a crisis defined as someone's life being endangered. When someone's life is threatened, the hero should make a Luck roll; if successful, their talents return. If unsuccessful, they may try again in 1D10 rounds.",
   "Robbed":"The hero regains consciousness 1D10 hours later, having been robbed. They are unharmed. If they were carrying a Treasured Possession (per their backstory), make a Luck roll to see if it was stolen. Everything else of value is automatically missing.",
   "Battered":"The hero regains consciousness 1D10 hours later to find themselves battered and bruised. Hit points are reduced to half of what they were before going insane. They have not been robbed. How the damage was sustained is up to the Keeper.",
   "Violence":"The hero explodes in a spree of violence and destruction. When the hero regains their senses, their actions may or may not be apparent or remembered. Who or what the hero has inflicted violence upon, and whether they have killed or only inflicted harm, is up to the Keeper.",
   "Ideology/Beliefs":"Review the hero's backstory entry for Ideology and Beliefs. The hero manifests one of these in an extreme, crazed, and demonstrative manner. A common outcome is some variant of megalomania, whereby the hero's talents and beliefs begin to corrupt their humanity and sense of right and wrong.",
   "Significant People":"Consult the hero's backstory entry for Significant People and why the relationship is so important. In the time that passes (1D10 hours or more), the hero has done their best to get close to that person and act upon their relationship in some way.",
   "Institutionalized or apprehended":"The hero regains consciousness in a high-security psychiatric ward or police cell. They may slowly recall the events that led them there.",
   "Flee in panic":"When the hero regains their senses, they find themselves far away. They should be relocated somewhere appropriate and noteworthy, perhaps at the top of the Empire State Building, in the White House, or deep inside a military headquarters. How they reached the location is unknown to them.",
   "Phobia":"The hero gains a new phobia. Roll 1D100 on the Sample Phobias Table (Chapter 9: Sanity, page 160, Call of Cthulhu Rulebook), or the Keeper may choose one. The hero regains consciousness 1D10 hours later, having taken every precaution to avoid their new phobia.",
   "Mania":"The hero gains a new mania. Roll 1D100 on the Sample Manias Table (Chapter 9: Sanity, page 161, Call of Cthulhu Rulebook), or the Keeper may choose one. The hero regains consciousness 1D10 hours later. During this bout of madness, the hero will have been fully indulging in their new mania. Whether this is apparent to other people is up to the Keeper and player."
}