{
    "Remington Double Derringer M95": {
        "description": "The Remington Double Derringer M95, a unique and compact firearm, earned its reputation as a pocket pistol in the late 19th century. Its distinctive feature is the double-barrel design, allowing for two rapid shots in close-quarters self-defense situations. Despite its diminutive size, it played a role in history, associated with figures like Wyatt Earp. ",
        "year": "1866 onwards",
        "cost": "$60 (1920s price)",
        "range": "3 yards",
        "shots_per_round": "1 (2 max) shots per round",
        "capacity": "2",
        "damage": "1D10",
        "malfunction": "100",
        "Skill": "Pistol"
    },
    "Colt Single Action Army Revolver M1873": {
        "description": "The Colt Single Action Army Revolver M1873, often referred to as the \"Peacemaker,\" is an iconic firearm renowned for its role in the American Old West. Introduced in 1873, it quickly became a symbol of the frontier era. This single-action, six-shot revolver played a pivotal role in the expansion of the American frontier, carried by lawmen, outlaws, and cowboys alike. With its robust design and various calibers, including .45 Colt, the Colt SAA became a legendary piece of American history. It is celebrated for its accuracy, reliability, and the distinctive sound of its hammer being cocked.",
        "year": "1872 onwards",
        "cost": "$30 (1920s price)",
        "range": "15 yards",
        "shots_per_round": "1 (3 max) shots per round",
        "capacity": "6",
        "damage": "1D10+2 (.45) or 1D6 (.22)",
        "malfunction": "100",
        "Skill": "Pistol"
    },
    "Colt .45 Automatic M1911": {
        "description": "The Colt .45 Automatic M1911, commonly known as the M1911 or simply the 1911, is a legendary semi-automatic pistol that has left an indelible mark on firearms history. Designed by John Browning and adopted by the U.S. military in 1911, this handgun has a storied legacy as the standard-issue sidearm for American forces for over seven decades. Chambered in .45 ACP (Automatic Colt Pistol), the M1911 is celebrated for its stopping power and reliability. It features a single-stack magazine, typically holding seven or eight rounds, and operates on a short recoil system. The M1911's design has influenced countless other handguns, and its enduring popularity extends to both military and civilian use. Due to its robust construction and excellent ergonomics, the M1911 has been a favorite among competitive shooters, law enforcement, and concealed carry enthusiasts. With its timeless design and reputation for accuracy and durability, the Colt M1911 continues to be a symbol of American firearms craftsmanship and innovation.",
        "year": "1911 onwards",
        "cost": "$40",
        "range": "15 yards",
        "shots_per_round": "1 (3 max) shots per round",
        "capacity": "7",
        "damage": "1D10+2",
        "malfunction": "100",
        "Skill": "Pistol"
    },
    "Mauser 'Broomhandle' Pistol M1912": {
        "description": "The Mauser \\'Broomhandle\\' Pistol M1912, also known as the Mauser C96, is a legendary semi-automatic handgun with a unique design. Introduced in 1896, it features an elongated wooden grip, earning it the nickname \\'Broomhandle.\\' This iconic firearm comes in various calibers, including 9mm Parabellum and 7.63x25mm Mauser, providing versatility in ammunition choices. Notably, the Mauser M1912 features an internal magazine located in front of the trigger guard, giving it a distinctive appearance. Praised for its accuracy and reliability, it gained popularity among both military and civilian users.",
        "year": "1896 onwards",
        "cost": "$50 (1920s price)",
        "range": "15 yards",
        "shots_per_round": "1 (3 max) shots per round",
        "capacity": "10",
        "damage": "1D10+2 (.45) or 1D10 (9mm)",
        "malfunction": "100",
        "Skill": "Pistol"
    },
    "Webley-Fosbery Automatic Revolver": {
        "description": "The Webley-Fosbery Automatic Revolver is a remarkable firearm known for its innovative design. Introduced in the early 20th century, it combines the features of a revolver with semi-automatic functionality, offering a unique shooting experience. Unlike traditional revolvers, the Webley-Fosbery employs a recoil-operated mechanism, enabling semi-automatic fire while maintaining the revolver's iconic cylinder.",
        "year": "1901 onwards",
        "cost": "$30-40",
        "range": "15 yards",
        "shots_per_round": "1 (3 max) shots per round",
        "capacity": "6 (.455) or 8 (.38)",
        "damage": "1D10 (.38) or 1D10+2 (.455)",
        "malfunction": "97-100",
        "Skill": "Pistol"
    },
    "Winchester M1895 Rifle": {
        "description": "The Winchester M1895 Rifle, also known as the Model 1895, is a lever-action firearm that holds a significant place in the history of American firearms. Designed by John Browning, this rifle was one of the first successful lever-action designs capable of handling high-powered, smokeless ammunition. Chambered in various calibers, including the powerful .30-06 Springfield, the Winchester M1895 offered versatility and firepower. It featured a unique box magazine located underneath the action, allowing for the use of pointed or spitzer bullets. This innovation made it a popular choice among hunters and military users. The rifle gained recognition as it served in various roles, including as a hunting firearm, a military rifle during conflicts like the Spanish-American War, and even as a favorite of Russian forces during World War I. Its reliability and ability to handle different ammunition types contributed to its widespread adoption.",
        "year": "1895 onwards",
        "cost": "$80 (1920s price)",
        "range": "110 yards",
        "shots_per_round": "1 shot per round",
        "capacity": "4",
        "damage": "2D6+4",
        "malfunction": "99-100",
        "Skill": "Rifle/Shotgun"
    },
    "Mauser M1898 Rifle": {
        "description": "The Mauser M1898 Rifle, often referred to as the Gewehr 98 or Karabiner 98, is an iconic bolt-action rifle known for its accuracy, reliability, and influence on firearm design. Designed by Peter Paul Mauser, this rifle served as the standard-issue firearm for the German military during both World War I and World War II. Chambered in the powerful 7.92x57mm Mauser cartridge, the M1898 boasted a five-round internal magazine and a robust bolt-action mechanism. Its innovative features included a controlled-feed system, a strong and durable receiver, and an integral five-round magazine. These attributes contributed to the rifle's reputation for accuracy and dependability. The Mauser M1898 gained worldwide recognition and was used by many countries and military forces, earning a reputation as one of the finest bolt-action rifles of its time. Its design influenced numerous other rifles and served as a basis for many subsequent firearms, including sporting rifles and sniper rifles.",
        "year": "1898 onwards",
        "cost": "$80 (1920s price)",
        "range": "110 yards",
        "shots_per_round": "1 shot per round",
        "capacity": "5",
        "damage": "2D6+4",
        "malfunction": "99-100",
        "Skill": "Rifle/Shotgun"
    },
    "Springfield M1903 Rifle": {
        "description": "The Springfield M1903 Rifle is a renowned bolt-action rifle that served as the standard-issue firearm for the United States military during both World War I and World War II. Designed at the Springfield Armory, this rifle earned a reputation for accuracy and reliability. Chambered in .30-06 Springfield, the M1903 featured a five-round internal magazine and a bolt-action mechanism known for its smooth operation. The rifle's design was heavily influenced by the Mauser action, resulting in a robust and dependable firearm.",
        "year": "1903 onwards",
        "cost": "$80 (1920s price)",
        "range": "110 yards",
        "shots_per_round": "1 shot per round",
        "capacity": "5",
        "damage": "2D6+4",
        "malfunction": "99-100",
        "Skill": "Rifle/Shotgun"
    },
    "Lee-Enfield Mark III Rifle": {
        "description": "The Lee-Enfield Mark III Rifle, often simply referred to as the Lee-Enfield, is a renowned bolt-action rifle that served as the standard-issue firearm for the British Army and other Commonwealth nations during the early 20th century. Designed in the late 19th century, the Lee-Enfield became one of the most iconic and widely used rifles in military history. Chambered in .303 British caliber, the Lee-Enfield Mark III featured a ten-round detachable magazine, making it one of the first rifles with such a high magazine capacity. Its bolt-action design was known for its smooth and rapid cycling, allowing for relatively fast follow-up shots in the hands of a skilled shooter.",
        "year": "1907 onwards",
        "cost": "$50",
        "range": "110 yards",
        "shots_per_round": "1 shot per round",
        "capacity": "10",
        "damage": "2D6+4",
        "malfunction": "100",
        "Skill": "Rifle/Shotgun"
    },
    "Remington M1889": {
        "description": "The Remington Model 1889 is a shotgun, specifically a side-by-side double-barreled shotgun. It was manufactured by the Remington Arms Company in the late 19th century. This shotgun was a popular choice for hunters, sportsmen, and shooters during its time. The Remington Model 1889 shotgun typically came in various gauges, including 10-gauge, 12-gauge, and 16-gauge. It featured a break-action design, allowing the shooter to open the action and load shells into the breech manually. After loading, the action was closed, making the shotgun ready to fire.",
        "year": "1889 onwards",
        "cost": "$35-40",
        "range": "50 yards",
        "shots_per_round": "1 or 2 shots per round",
        "capacity": "2",
        "damage": "1D10+5 (16-gauge slug) or 1D10+6 (12-gauge slug) or 1D10+7 (10-gauge slug) or 4D6+2/2D6+1/1D6 (10-gauge buckshot at 10/20/50 yards) or 4D6/2D6/1D6 (12-gauge buckshot at 10/20/50 yards) or 2D6+2/1D6+1/1D4 (16-gauge buckshot at 10/20/50 yards)",
        "malfunction": "100",
        "Skill": "Rifle/Shotgun"
    },
    "Winchester M1887 Shotgun and M1901 Shotgun": {
        "description": "This distinctive, lever-action, hammer shotgun was popular despite its strange, even ugly appearance. Two models were produced: the M1887 in 10- and 12-gauge black powder, and the M1901 in 10-gauge smokeless powder. Both feature five-round, tubular magazines. In 1898, both versions became available in short-barrel riot versions. The lever-action design of the Model 1901 allowed for relatively rapid follow-up shots compared to break-action shotguns of the era. It was favored by hunters, law enforcement agencies, and even the U.S. military for a time.",
        "year": "1897 and 1901 onwards",
        "cost": "$50",
        "range": "50 yards",
        "shots_per_round": "1 shot per round",
        "capacity": "5",
        "damage": "1D10+6 (12-gauge slug) or 1D10+7 (10-gauge slug) or 4D6/2D6/1D6 (buckshot at 10/20/50 yards)",
        "malfunction": "100",
        "Skill": "Rifle/Shotgun"
    },
    "Winchester M1897 Shotgun": {
        "description": "The Winchester Model 1897 Shotgun, often referred to as the Winchester 97, is a renowned pump-action shotgun with a rich history. Introduced in 1897 by the Winchester Repeating Arms Company, it came in various gauges, with the 12-gauge version being the most prominent. Known for its durability, the shotgun served in both World War I and World War II, earning the nickname \"trench gun\" during the First World War. Its ability to hold five rounds and adapt to different barrel lengths made it versatile for hunting, sport shooting, and military use.",
        "year": "1897 onwards",
        "cost": "$45",
        "range": "50 yards",
        "shots_per_round": "1 shot per round",
        "capacity": "5",
        "damage": "1D10+6 (12-gauge slug) or 1D10+7 (10-gauge slug) or 4D6+2/2D6+1/1D6 (10-gauge buckshot at 10/20/50 yards) or 4D6/2D6/1D6 (12-gauge buckshot at 10/20/50 yards)",
        "malfunction": "100",
        "Skill": "Rifle/Shotgun"
    },
    "Winchester M1912 Shotgun": {
        "description": "The Winchester Model 1912, often called the Winchester 12, is a pump-action shotgun that became a classic in its own right. Introduced in 1912 by the Winchester Repeating Arms Company, it quickly gained popularity and is considered one of the most successful pump-action shotguns in history. Available in various gauges, it was known for its smooth action and reliability.",
        "year": "1912 onwards",
        "cost": "$70",
        "range": "50 yards",
        "shots_per_round": "1 shot per round",
        "capacity": "5",
        "damage": "1D10+5 (16-gauge slug) or 1D10+6 (12-gauge slug) or 1D10+7 (10-gauge slug) or 4D6+2/2D6+1/1D6 (10-gauge buckshot at 10/20/50 yards) or 4D6/2D6/1D6 (12-gauge buckshot at 10/20/50 yards) or 2D6+2/1D6+1/1D4 (16-gauge buckshot at 10/20/50 yards)",
        "malfunction": "100",
        "Skill": "Rifle/Shotgun"
    },
    "Bergmann MP18I": {
        "description": "The Bergmann MP18, also known as the MP-18/I, was one of the earliest submachine guns ever developed. It was designed by German engineer Hugo Schmeisser and saw significant use during World War I. The MP18/I was chambered for the 9mm Parabellum cartridge and featured a distinctive snail drum magazine that could hold either 20 or 32 rounds. This submachine gun played a pivotal role in changing the face of modern warfare, as it was the first true submachine gun to see mass production and combat use. Its compact design, high rate of fire, and relatively manageable recoil made it effective in the trenches of World War I.",
        "year": "1918 onwards",
        "cost": "$1000+ (black market)",
        "range": "20 yards",
        "shots_per_round": "1 (2) shots per round or full auto",
        "capacity": "20/30/32",
        "damage": "1D10",
        "malfunction": "96-100",
        "Skill": "Rifle/Shotgun"
    },
    "Thompson M1921": {
        "description": "The Thompson M1921, colloquially known as the \"Tommy Gun\", is a historic submachine gun designed by John T. Thompson in 1919. It gained notoriety during the Prohibition era in the United States when it became a favored weapon of gangsters and law enforcement. Chambered for the .45 ACP cartridge, the M1921 featured a distinctive drum magazine, pistol grip, and sleek design, making it an iconic firearm. It saw extensive military use during World War II but was later replaced by more cost-effective variants. Despite its associations with both criminality and heroism, the Thompson M1921 remains a symbol of the Roaring Twenties and American firearms history.",
        "year": "1921 onwards",
        "cost": "$200+ ($1000+ black market)",
        "range": "20 yards",
        "shots_per_round": "1 shot per round or full auto",
        "capacity": "20/30/50/100",
        "damage": "1D10+2",
        "malfunction": "96-100",
        "Skill": "Rifle/Shotgun"
    },
    "Mark I Lewis Gun": {
        "description": "The Mark I Lewis Gun, designed by U.S. Army Colonel Isaac Newton Lewis, was a World War I-era light machine gun known for its distinctive top-mounted pan magazine. Introduced in 1911, it was one of the first portable machine guns used by infantry. Chambered in .303 British, the Lewis Gun featured a unique cooling system using a metal shroud that helped prevent overheating during sustained fire. It saw widespread use with British and American forces and was highly regarded for its reliability and firepower. Despite its effectiveness, it was gradually replaced by other machine guns in the interwar years. The Mark I Lewis Gun played a significant role in early 20th-century warfare and paved the way for future developments in automatic weaponry.",
        "year": "1912 onwards",
        "cost": "$3000+ (black market)",
        "range": "110 yards",
        "shots_per_round": "full auto",
        "capacity": "27 (shoulder) or 97 (drum)",
        "damage": "2D6+4",
        "malfunction": "96-100",
        "Skill": "Rifle/Shotgun"
    },
    "Browning M1918 Automatic Rifle": {
        "description": "The Browning M1918 Automatic Rifle, also known as the BAR, was a renowned American firearm used during World War I and beyond. Designed by John Browning, it was chambered in .30-06 Springfield and introduced in 1918. The BAR had a distinctive appearance with its wooden furniture and a detachable magazine, typically holding 20 rounds. It served as both a light machine gun and a semi-automatic rifle and was highly appreciated for its versatility and firepower. The BAR continued to see service in various conflicts, including World War II and the Korean War, solidifying its status as an iconic American military weapon.",
        "year": "1918 onwards",
        "cost": "$800+ (black market)",
        "range": "90 yards",
        "shots_per_round": "1 (2) or full auto",
        "capacity": "20",
        "damage": "2D6+4",
        "malfunction": "100",
        "Skill": "Rifle/Shotgun"
    },
    "Vickers .303 Caliber Machine Gun": {
        "description": "The Vickers .303 Caliber Machine Gun, often referred to simply as the Vickers machine gun, was a prominent British firearm used extensively during the early 20th century. Designed by Hiram Maxim, it became the standard machine gun of the British Army during World War I and continued to serve into World War II. Chambered for the .303 British cartridge, it had a water-cooled barrel to prevent overheating during sustained fire. The Vickers machine gun was known for its reliability and accuracy, capable of a high rate of fire, and typically operated by a crew of several soldiers. It played a pivotal role in the trench warfare of World War I and was used in various military roles for decades, earning its place in history as a reliable and effective weapon.",
        "year": "1912 onwards",
        "cost": "$5000+ (black market)",
        "range": "110 yards",
        "shots_per_round": "full auto",
        "capacity": "250",
        "damage": "2D6+4",
        "malfunction": "99-100",
        "Skill": "Rifle/Shotgun"
    },
    "Heckler & Koch MP5": {
        "description": "A versatile submachine gun used by military and law enforcement around the world. Chambered for 9mm Parabellum, it offers a high rate of fire and accuracy in a compact package. Available in various configurations.",
        "year": "1966 onwards",
        "cost": "$1500+",
        "range": "100 meters",
        "shots_per_round": "full auto or semi-auto",
        "capacity": "15/30/50-round magazines",
        "damage": "2D6",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "AK-47": {
        "description": "One of the most iconic assault rifles, the AK-47 is known for its reliability and simplicity. Chambered for 7.62x39mm, it has been widely used in conflicts around the world.",
        "year": "1947 onwards",
        "cost": "$500+",
        "range": "300 meters",
        "shots_per_round": "full auto or semi-auto",
        "capacity": "30-round magazine",
        "damage": "2D6+2",
        "malfunction": "96-100",
        "Skill": "Rifle/Shotgun"
    },
    "M16": {
        "description": "The standard U.S. military rifle, the M16 has evolved over the years. Chambered for 5.56x45mm, it offers accuracy and modularity. Variants like the M4 are popular among special forces.",
        "year": "1960 onwards",
        "cost": "$1000+",
        "range": "550 meters",
        "shots_per_round": "semi-auto or burst",
        "capacity": "20/30-round magazine",
        "damage": "2D6",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "Glock 17": {
        "description": "A popular and reliable semiautomatic pistol used by law enforcement and civilians. Chambered for 9mm Parabellum, it features a polymer frame for reduced weight.",
        "year": "1982 onwards",
        "cost": "$500+",
        "range": "50 meters",
        "shots_per_round": "semi-auto",
        "capacity": "17-round magazine",
        "damage": "1D10+2",
        "malfunction": "98-100",
        "Skill": "Pistol"
    },
    "FN SCAR": {
        "description": "A modular assault rifle available in both 5.56x45mm and 7.62x51mm variants. It offers flexibility and adaptability to different combat scenarios.",
        "year": "2009 onwards",
        "cost": "$2000+",
        "range": "600 meters",
        "shots_per_round": "semi-auto or full auto",
        "capacity": "20/30-round magazine",
        "damage": "2D6",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "SIG Sauer P226": {
        "description": "A popular semiautomatic pistol used by military and law enforcement. Chambered for 9mm Parabellum, it offers accuracy and reliability.",
        "year": "1983 onwards",
        "cost": "$800+",
        "range": "50 meters",
        "shots_per_round": "semi-auto",
        "capacity": "15-round magazine",
        "damage": "1D10+2",
        "malfunction": "98-100",
        "Skill": "Pistol"
    },
    "Barrett M82": {
        "description": "A powerful anti-materiel rifle chambered for .50 BMG. Known for its long-range precision and stopping power, it's used for long-distance engagements and armor penetration.",
        "year": "1982 onwards",
        "cost": "$8000+",
        "range": "1800 meters",
        "shots_per_round": "bolt-action",
        "capacity": "10-round magazine",
        "damage": "4D6",
        "malfunction": "97-100",
        "Skill": "Rifle/Shotgun"
    },
    "MP7": {
        "description": "A compact submachine gun designed for special forces and law enforcement. Chambered for 4.6x30mm, it offers high firepower in a small package.",
        "year": "2001 onwards",
        "cost": "$2000+",
        "range": "200 meters",
        "shots_per_round": "full auto or semi-auto",
        "capacity": "20/40-round magazine",
        "damage": "2D6",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "Beretta M9": {
        "description": "The standard U.S. military sidearm, the Beretta M9 is a 9mm semiautomatic pistol. Known for its reliability and accuracy, it's widely used by the armed forces.",
        "year": "1985 onwards",
        "cost": "$600+",
        "range": "50 meters",
        "shots_per_round": "semi-auto",
        "capacity": "15-round magazine",
        "damage": "1D10+2",
        "malfunction": "98-100",
        "Skill": "Pistol"
    },
    "HK416": {
        "description": "A modernized variant of the M4, the HK416 offers improved reliability and performance. Chambered for 5.56x45mm, it's used by special forces and law enforcement.",
        "year": "2004 onwards",
        "cost": "$1500+",
        "range": "400 meters",
        "shots_per_round": "semi-auto or burst",
        "capacity": "20/30-round magazine",
        "damage": "2D6",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "FN P90": {
        "description": "A compact personal defense weapon (PDW) chambered for 5.7x28mm. It features a high-capacity magazine positioned horizontally on top of the weapon.",
        "year": "1990 onwards",
        "cost": "$1500+",
        "range": "200 meters",
        "shots_per_round": "full auto or semi-auto",
        "capacity": "50-round magazine",
        "damage": "2D6",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "Heckler & Koch G36": {
        "description": "A versatile assault rifle chambered for 5.56x45mm, used by various military and law enforcement units. Its modular design allows customization.",
        "year": "1996 onwards",
        "cost": "$2000+",
        "range": "400 meters",
        "shots_per_round": "semi-auto or full auto",
        "capacity": "20/30-round magazine",
        "damage": "2D6",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "Steyr AUG": {
        "description": "An Austrian bullpup assault rifle chambered for 5.56x45mm. Known for its distinctive design, it offers good accuracy and is used by various armed forces.",
        "year": "1978 onwards",
        "cost": "$2000+",
        "range": "300 meters",
        "shots_per_round": "semi-auto or full auto",
        "capacity": "30-round magazine",
        "damage": "2D6",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "Ruger 10/22": {
        "description": "A popular semiautomatic rimfire rifle chambered for .22 LR. Known for its reliability and affordability, it's often used for sport shooting and small game hunting.",
        "year": "1964 onwards",
        "cost": "$300+",
        "range": "100 meters",
        "shots_per_round": "semi-auto",
        "capacity": "10/25-round magazine",
        "damage": "1D4",
        "malfunction": "99-100",
        "Skill": "Rifle/Shotgun"
    },
    "CZ 75": {
        "description": "A widely used semiautomatic pistol designed in Czechoslovakia. Chambered for 9mm Parabellum, it's known for its accuracy and all-steel construction.",
        "year": "1975 onwards",
        "cost": "$600+",
        "range": "50 meters",
        "shots_per_round": "semi-auto",
        "capacity": "15/16-round magazine",
        "damage": "1D10+2",
        "malfunction": "98-100",
        "Skill": "Pistol"
    },
    "Remington 870": {
        "description": "A pump-action shotgun available in various configurations and chamberings. Known for its reliability and versatility, it's used for hunting, sport shooting, and law enforcement.",
        "year": "1950 onwards",
        "cost": "$300+",
        "range": "50 meters",
        "shots_per_round": "1 or 2 shots per round",
        "capacity": "4/6/8-round capacity",
        "damage": "1D10+5 (12-gauge slug) or 4D6/2D6/1D6 (buckshot)",
        "malfunction": "99-100",
        "Skill": "Rifle/Shotgun"
    },
    "Desert Eagle": {
        "description": "A powerful semiautomatic pistol chambered for various magnum calibers. Known for its large size and distinctive appearance, it's often used for sport shooting.",
        "year": "1983 onwards",
        "cost": "$1500+",
        "range": "50 meters",
        "shots_per_round": "semi-auto",
        "capacity": "7/8/9-round magazine",
        "damage": "2D6+2",
        "malfunction": "98-100",
        "Skill": "Pistol"
    },
    "Kel-Tec KSG": {
        "description": "A bullpup pump-action shotgun known for its dual magazine tubes, allowing different types of ammunition to be loaded. Used for home defense and law enforcement.",
        "year": "2011 onwards",
        "cost": "$800+",
        "range": "50 meters",
        "shots_per_round": "1 or 2 shots per round",
        "capacity": "6/7-round capacity",
        "damage": "1D10+5 (12-gauge slug) or 4D6/2D6/1D6 (buckshot)",
        "malfunction": "99-100",
        "Skill": "Rifle/Shotgun"
    },
    "Springfield XD": {
        "description": "A semiautomatic pistol chambered for various calibers. Known for its safety features and ergonomic design, it's used for self-defense and sport shooting.",
        "year": "2001 onwards",
        "cost": "$500+",
        "range": "50 meters",
        "shots_per_round": "semi-auto",
        "capacity": "10/13/16-round magazine",
        "damage": "1D10+2",
        "malfunction": "98-100",
        "Skill": "Pistol"
    },
    "M1 Garand": {
        "description": "A semiautomatic rifle chambered for .30-06 Springfield. Known for its distinctive 'ping' sound when the clip is ejected. Used by U.S. forces during WWII.",
        "year": "1936-1957",
        "cost": "$85",
        "range": "500 meters",
        "shots_per_round": "semiautomatic",
        "capacity": "8-round en bloc clip",
        "damage": "2D6+4",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "Thompson M1928A1": {
        "description": "A submachine gun chambered for .45 ACP. Nicknamed the 'Tommy gun,' it was used by various military and law enforcement units during WWII.",
        "year": "1921-1944",
        "cost": "$225",
        "range": "50 meters",
        "shots_per_round": "semiautomatic or full auto",
        "capacity": "20/30/50/100-round magazine",
        "damage": "1D10+2",
        "malfunction": "96-100",
        "Skill": "Rifle/Shotgun"
    },
    "Sten Mk II": {
        "description": "A British submachine gun chambered for 9mm Parabellum. Known for its simple design and mass production, it was used by Commonwealth forces during WWII.",
        "year": "1941-1945",
        "cost": "$10",
        "range": "100 meters",
        "shots_per_round": "full auto",
        "capacity": "32-round magazine",
        "damage": "1D10",
        "malfunction": "96-100",
        "Skill": "Rifle/Shotgun"
    },
    "MP40": {
        "description": "A German submachine gun chambered for 9mm Parabellum. Known for its reliability and compact design, it was used by German forces during WWII.",
        "year": "1940-1945",
        "cost": "$30",
        "range": "100 meters",
        "shots_per_round": "full auto",
        "capacity": "32-round magazine",
        "damage": "1D10",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "Lee-Enfield No. 4 Mk I": {
        "description": "A bolt-action rifle chambered for .303 British. Used by British and Commonwealth forces during WWII, known for its accuracy and durability.",
        "year": "1941-1955",
        "cost": "$25",
        "range": "500 meters",
        "shots_per_round": "bolt-action",
        "capacity": "10-round magazine",
        "damage": "2D6+4",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "Mosin-Nagant M91/30": {
        "description": "A bolt-action rifle chambered for 7.62x54mmR. Used by Soviet forces during WWII, known for its ruggedness and widespread use.",
        "year": "1891-1965",
        "cost": "$15",
        "range": "500 meters",
        "shots_per_round": "bolt-action",
        "capacity": "5-round internal magazine",
        "damage": "2D6+4",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "MG42": {
        "description": "A German general-purpose machine gun chambered for 7.92x57mm Mauser. Known for its high rate of fire and reliability, used by German forces during WWII.",
        "year": "1942-1959",
        "cost": "$75",
        "range": "1100 meters",
        "shots_per_round": "full auto",
        "capacity": "50-round belt",
        "damage": "2D6+4",
        "malfunction": "99-100",
        "Skill": "Rifle/Shotgun"
    },
    "M1A1 Bazooka": {
        "description": "An American rocket-propelled grenade launcher used during WWII. Effective against tanks and armored vehicles.",
        "year": "1942-1955",
        "cost": "$100",
        "range": "100 meters (antitank rockets)",
        "shots_per_round": "single shot",
        "capacity": "1 rocket",
        "damage": "8D6",
        "malfunction": "100",
        "Skill": "Rifle/Shotgun"
    },
    "Karabiner 98k": {
        "description": "A bolt-action rifle chambered for 7.92x57mm Mauser. Standard German infantry rifle during WWII, known for its accuracy and reliability.",
        "year": "1935-1945",
        "cost": "$35",
        "range": "500 meters",
        "shots_per_round": "bolt-action",
        "capacity": "5-round internal magazine",
        "damage": "2D6+4",
        "malfunction": "98-100",
        "Skill": "Rifle/Shotgun"
    },
    "PPSh-41": {
        "description": "A Soviet submachine gun chambered for 7.62x25mm Tokarev. Known for its high rate of fire and simplicity, used by Soviet forces during WWII.",
        "year": "1941-1961",
        "cost": "$20",
        "range": "100 meters",
        "shots_per_round": "full auto",
        "capacity": "35-round box or drum magazine",
        "damage": "1D10",
        "malfunction": "97-100",
        "Skill": "Rifle/Shotgun"
    }
}